 [
        {
            "name": "腐烂皇帝",
            "description": "死亡以后腐烂得比普通人更快，48小时内即可到达白骨观的境界。"
        },
        {
            "name": "大肠梦游者",
            "description": "深度睡眠时，肠子可以从肚脐伸出体外，对外部刺激作出以肠子的肌肉能作出的反应（感染的概率和肠子流出体外的普通人一致）。"
        },
        {
            "name": "集钉蚴居人",
            "description": "脑部有细粒棘球绦虫的棘球蚴寄生时，地球上任意一根不超过5厘米的铁钉会在每天早晨八点被传送至鼻咽管中。"
        },
        {
            "name": "巴克球射手",
            "description": "可以控制自己肛肠瘘管中塞入的巴克球，使之以一米每秒的初速度向任意方向发射。"
        },
        {
            "name": "章鱼猎人",
            "description": "站立在256米及以上高的人造建筑物上打喷嚏时，在太平洋巨型章鱼未灭绝的情况下，必有一只随机的太平洋巨型章鱼死于对其脑部的强力电击。"
        },
        {
            "name": "烈焰披风侠",
            "description": "全身处于1500度以上高温时，全身衣物消失并在背后出现一张1.2米×2.5米的石棉布披风。"
        },
        {
            "name": "白面书生",
            "description": "任何在面部区域进行的刺青或彩绘会以每天10厘米的速率整体下移，经过会阴再上移，直到移到臀部为止。"
        },
        {
            "name": "白牛骑士",
            "description": "牛牛被一条长0.6米的白色牛蛇取代，牛蛇躯干与人类躯干连接，汲取人类躯干营养存活，由牛蛇头部的脑操控，并时刻处于反常的极具攻击性的状态。"
        },
        {
            "name": "防风草王",
            "description": "用手指触碰的金属材质的太阳伞伞柄会转化成体积相同的欧洲萝卜（防风草）根茎材质。"
        },
        {
            "name": "隐鼻者",
            "description": "若被较强的波长270纳米电磁波照射面部，整个鼻子会变得透明。"
        },
        {
            "name": "承斧派对客",
            "description": "用消防斧劈砍自己的后脑勺，不论劈砍深度如何。会爆出总质量约250克的铝箔彩带，并发出一阵持续大概5秒钟的孩童欢呼和吹哨声。"
        },
        {
            "name": "鞋带咒术师",
            "description": "可以通过献祭一根自己的手指或脚趾，使方圆5公里内所有4岁以下孩童正在穿着的带有鞋带的运动鞋鞋带脱落。"
        },
        {
            "name": "雀变术士",
            "description": "存活时，让一只1周岁以上的主红雀穿过胃幽门，该主红雀会转变为一只同质量的普通亚种的树麻雀。"
        },
        {
            "name": "食脑审判官",
            "description": "咀嚼并吞食任何超过50克理论上存在脑组织的生物的脑组织，即可判断这团脑组织的主人是否发自内心信仰基督教鲍格米勒派。"
        },
        {
            "name": "概率恒定者",
            "description": "触摸过能力者睡眠时流出的唾液的智人，用0.5毫米黑色水性笔抄写数字“157426888655887426562488”时，恒定有0.7%的概率把第2个8抄写成6。"
        },
        {
            "name": "阙齿通灵师",
            "description": "每敲落一颗自己生长出的牙齿，牙齿脱落的瞬间就会听到慕容垂（约326年~396年）生命中所发出过的任意一句梦呓。"
        },
        {
            "name": "错症病人",
            "description": "感染鼻病毒属的任意一种病毒时，不会流鼻涕、打喷嚏，而只会发生全身皮肤溃烂和急性腹泻。"
        },
        {
            "name": "割首代发大帝",
            "description": "如果有任意生命体（包括自己）试图切除能力者的头发或头部生长的其他角质衍生物，就会释放一种异常模因使该生命体试图切除能力者的头颅。"
        },
        {
            "name": "笑面人",
            "description": "虽然口腔内确实只有28颗牙齿，但是微笑时会其他智人会观察到56颗牙齿。"
        },
        {
            "name": "异血大君",
            "description": "血液成分与正常人相同，但若血钠浓度达到1.2摩尔每升及以上，血液在空气中不会散发铁锈味，而会有较为强烈的类似柑橘的气味。"
        },
        {
            "name": "培植侠",
            "description": "用自己的头骨制成的花盆种植龙芋兰属的任何植物，植物的花期会提前大约3个月。"
        },
        {
            "name": "群鲨之母",
            "description": "胆总管奥狄斯括约肌处异常膨大且内有八只幼年前鳍星鲨生存，前鳍星鲨均不会在该膨大环境下死亡或生长，但当能力者全身体积的5%浸泡在液体环境中时，所有星鲨均表现出强烈的离体意愿。"
        },
        {
            "name": "太空眼",
            "description": "将自己的眼球从眼眶内整体挤入视神经孔，会有一颗破损的玻璃假眼出现在15亿光年外的宇宙空间中。"
        },
        {
            "name": "食南瓜者",
            "description": "每次食用任何一种葫芦科植物，都会体验到类似水煮南瓜的口感和味道并失去大约10千克的体内水分（从体内转移到直肠内）。"
        },
        {
            "name": "失脑玩家",
            "description": "可以凭意愿穿越回自己出生后的任意时刻（魂穿），每次穿越都会删除自己在穿越到的那个时刻后的所有记忆，并损失大约25克脑组织。"
        },
        {
            "name": "倒反天肛真君",
            "description": "直肠内存在一根肌肉质的肛头、4块发源于中胚层并有着孱弱切割能力的骨质牙板，肛头和肠壁的粘膜上遍布味蕾。"
        },
        {
            "name": "购痛商",
            "description": "可以通过消耗自身拥有的大额金钱，在自己理论上拥有的身体现部位上制造无端的剧烈疼痛并导致大约3分钟的昏迷。（疼痛烈度由支付的金钱的额度决定）"
        },
        {
            "name": "潜酸侠",
            "description": "在呼吸道中塞满海月水母的身体现组织，即可在液态浓硫酸环境中用特殊的外鳃呼吸（鳃和身体现的抗腐蚀性和普通人一致）。"
        },
        {
            "name": "眼光大将军",
            "description": "在太阳孔间维持220伏的电势差（直流交流都可以），双眼即可以5~8瓦特的功率消耗电能，发出理论上可见的白色亮光，光输出为470流明。未经能力者“承认”的人类无法看到这些光。"
        },
        {
            "name": "东拟耐咬王",
            "description": "对东部拟眼镜蛇毒液粗毒中的凝血酶原激活物有强大抗性，而对粗毒中突触前、后神经毒的抗性均远低于普通人。对Textilotoxin之类从粗毒中提取的毒素抗性与普通人类似。"
        },
        {
            "name": "海星行者",
            "description": "四肢缺少骨骼肌和肢骨，取而代之的是真皮之下形状古怪的水管和腔隙组成的水管系统。主要通过挤压水管系统内液体操纵四肢上大约8毫米长的管足群摆动完成在地面上极为缓慢的挪动。水管系统和管足出力相当小。"
        },
        {
            "name": "灵视太子",
            "description": "闭上眼睛用钻石“光之山”摩擦自己的眼睑，从睁开眼睛的那一刻起，往后24个小时，能力者将看到阿夫沙尔王朝沙阿“波斯之剑”纳迪尔沙 长子礼萨·烈利在1743年及以后的生命中随机的24个小时所能看到的一切。"
        },
        {
            "name": "群怪之源",
            "description": "每次排遗都会制造一个无法与现实世界交互、无法被其他人用任何方式观测且造型恰好能引起能力者恐惧的异形生物。该生物仅能力者可观察并与之交流，尽管这种交流全部是令人不快的。"
        },
        {
            "name": "食饭凶徒",
            "description": "可以散发一种模因修改周围所有人的意志，使他们认为能力者进食拌有固态氢氧化钠的生锈铁蒺藜以外的任何物质都是类似虐童和食人之类的严重犯罪。"
        },
        {
            "name": "有墓人",
            "description": "遭遇交通事故后，会凭空出现一名神色慌张的青年男子试图将能力者（无论死活）掩埋。若被其他人发现或成功掩埋，该男子又会凭空消失。"
        },
        {
            "name": "乱码旗手",
            "description": "能力者的脊髓与30颗银针一起烹煮，银针会转化为一杆等质量、写满乱码的白旗。"
        },
        {
            "name": "替罪羔羊",
            "description": "以该能力者为中心，半径为7公里的球形空间内，任何触犯了本地刑法的犯罪事件会被包括真正的罪犯在内的所有人认为是该能力者所为（罪犯关于该事件的相关记忆会被抹除），并为此意念忽视所有哪怕是极为明显的、有利于该能力者脱罪的逻辑漏洞和证据。"
        },
        {
            "name": "失书人",
            "description": "阅读或观赏后体验到一定程度的满意和欣快的书籍、漫画、杂志、视频、电影等文化产品，在第一次体验完毕后就会在该能力者视野中“隐藏”，不可能被该能力者找到并进行二次阅读或观赏。"
        },
        {
            "name": "觅友天才",
            "description": "吞服5枚以上的裸盖菇和500毫升甲醇，即可创造出一件水平极高超的艺术品，该艺术品及其复制品、衍生作品，都只有能力者自己和一个随机的智人可以观测到。"
        },
        {
            "name": "低语聆听师",
            "description": "在任意载体上书写任意文字，写下的内容都会被一个不可见、不可触的存在以类似老妇女的人类的声音在能力者耳边重复念诵72个小时。声音无法被能力者以外的其他人听到。"
        },
        {
            "name": "肠蛩牧人",
            "description": "小肠上长有两列，共计1078只类似多足类节肢动物的附肢。离开身体后、完全失水前，这些附肢可以让小肠以类似马陆的姿态向前爬行，最高速度为每秒22厘米。"
        },
        {
            "name": "深潜领主",
            "description": "在大概35岁左右时，意识中会出现一种强烈的、驱使该能力者步入海洋中的倾向。身体完全没入海水后，神经系统、骨骼肌和大多数骨骼开始被消化，咽喉膨大，并出现咽鳃裂。最后该能力者会转化为一只类似海鞘的生物在海底固着滤食。"
        },
        {
            "name": "悲悯大士",
            "description": "视野内的所有生物受到会让该生物感到疼痛的伤害时，该能力者身上对应的同源部位也会感受到相应的疼痛。若没有对应的同源部位，则会导致剧烈的头痛。"
        },
        {
            "name": "寄忆之王",
            "description": "可将自己的记忆灌注进陶土制成的半径5厘米的空心圆球中，灌注后脑中原有的记忆会删除。任何一个人类个体只要将烧至500摄氏度的陶球夹在左右两个脑半球之间一个小时，即可吸取陶球储存的记忆。"
        },
        {
            "name": "异质肌侠",
            "description": "全身肌肉在55~65℃之间时，材质类似果冻，65~75℃之间，材质类似被嚼烂的口香糖，75~85℃之间，材质类似加热过的芝士。化学成分全程不变。"
        },
        {
            "name": "窥伪小子",
            "description": "任何塑料和金属材质的物体在该能力者视野中均为甲壳、血肉和骨头组成。"
        },
        {
            "name": "便器污塞官",
            "description": "使用过的有冲水功能的蹲坑和马桶上携带一种异常模因，使后续使用这个蹲坑或者马桶的人用完之后绝对不会冲水。"
        },
        {
            "name": "香波窃贼",
            "description": "在公共浴室或澡堂洗澡时，如果该浴室或者澡堂还有其他人在同时洗澡的话，其他人涂抹在皮肤或毛发上的沐浴露和洗发水会被瞬间传送至能力者的皮肤或毛发上。"
        },
        {
            "name": "面蝇人",
            "description": "当膀胱中的液体温度超过80℃并浸泡有250克方便面固形物时，能力者的眼球巩膜对麻蝇属、丽蝇属、家蝇属、苍蝇属的所有昆虫而言是诱惑力相当大的食物。"
        },
        {
            "name": "守宫大仙",
            "description": "输精管内壁接触高于280米的大楼的玻璃幕墙时，会产生强大的范德华力。该能力者只要用大约4平方厘米的输精管内壁接触玻璃幕墙，就足以让自己吸附在与水平方向垂直的玻璃幕墙上。"
        },
        {
            "name": "密林之虎",
            "description": "若进入郁闭度0.7以上的林地或雨林，能力者的声带将不由自主的开始以巴洛克式咏叹调大声念诵《乐智小天地》系列早教作品中卡通形象“巧虎”的所有台词。"
        },
        {
            "name": "箭虫棋圣",
            "description": "与肥胖箭虫进行围棋竞技，无论如何绝对不会落败。"
        },
        {
            "name": "蠕形螨元帅",
            "description": "任何初次移居入该能力者眼睫毛基部小窝的蠕形螨都会获得相当于8~9岁幼童的智力、能力者所拥有的全部知识和不可改变的、对所有智人（尤其是能力者）的极端仇恨。移出小窝不会改变蠕形螨的认知状态。"
        },
        {
            "name": "核爆哨兵",
            "description": "用皮肤接收每54毫西弗的切伦科夫辐射，即可拥有一次“核预警”机会。“核预警”表现为：如果能力者距离一枚核弹爆炸时的爆心距离不超过250米，那么核弹爆炸前5秒钟，该能力者的声带会发出150分贝的尖锐爆鸣。"
        },
        {
            "name": "龙语者",
            "description": "如果胁空鸟龙未灭绝，该能力者可以与存活的超过三周岁的胁空鸟龙“对话”“交流”，经过长时间的对话和交流，甚至可以指挥其行动。"
        },
        {
            "name": "末日使翼",
            "description": "每年12月21日（依照格里高利历），该能力者的巩膜、虹膜都会转变为和瞳孔一个色调的黑色。且在这天的24个小时之内，该能力者自身和所有与该能力者发生过X关系的智人都会执拗的相信该日为世界末日，并试图宣传这个观点。"
        },
        {
            "name": "虾髯客",
            "description": "服用足量的几丁质和钙质，部分几丁质和钙质会堆积在能力者面部胡须和鼻毛上，使面部胡须和鼻毛横截面半径略微增大、质地变硬变脆。"
        },
        {
            "name": "神行太保",
            "description": "用朱砂、米酒混合自身血液制成墨水，用狼毫毛笔蘸取这些墨水在雄黄纸上书写一个地名再将该雄黄纸烧掉。一个未知的意志会立刻接管该能力者全身骨骼肌的控制权，不顾一切（包括交通规则、能力者身体状况和路况）地驱使该能力者步行前往书写在雄黄纸上的地名所代指的地域。接管期间，能力者仍会和普通人一样感到疲劳、受到损伤以及死亡。"
        },
        {
            "name": "鱼翔尊者",
            "description": "当其皮肤处于水体中时，如果该水体中存在鱼类粪便，鱼类粪便会相当缓慢的被该能力者的皮肤“吸引”并最后粘附其上。"
        },
        {
            "name": "纯金瘾君子",
            "description": "用呼吸道吸入24k黄金粉末，即可体验到极为强烈的化学欣快感。对该能力者而言，黄金融粉末也拥有极强的成瘾性和生物毒性。"
        },
        {
            "name": "死之漫步者",
            "description": "当能力者相对于其所处的地球板块运动速度低于1.6米每秒，如果存在有离能力者距离不超过7米的人类个体，且该人类个体的三代以内直系亲属中有人成立，则那些已死亲属的死因全部会被扭曲为在其原先死亡时间的5秒钟前死于大脑从脑颅中“传送”至该死者胃袋中，如果该死者胃袋已经被切除致没有空间容纳大脑，则该能力不会生效。"
        },
        {
            "name": "未泣人",
            "description": "由该能力者泪腺分泌的液体，化学成分与正常人相同，但对于由该能力者仍生存的任何组织而言，都具有强大的腐蚀性和化学毒性。"
        },
        {
            "name": "毁灭天使",
            "description": "如果自身任何一个细胞发生了不可逆的DNA严重损伤，则其所有体内核酸类物质全部凭空消失，并在该能力者死亡后均匀地出现在距离该能力者最近的一株白毒伞的每一个细胞内。"
        },
        {
            "name": "恒河潜鳄",
            "description": "当该能力者全身超过80%的体积浸泡在恒河干流中并发力游泳时，其相对于印度洋板块的速度必然相当于此时离能力者最近的一只鳄类动物该时刻游泳速度的1/5。"
        },
        {
            "name": "化丝天尊",
            "description": "连续3天只饮用纯净水，不食用任何食物，该能力者就会开始不可逆转的“化丝”过程。具体表现为：该能力者以恒定的速率变得更加“瘦高”“细长”，当“化丝”开始154个小时后，该能力者拉伸成质量、身体现材质与化丝之前相等、长约131.7千米的丝状人时，“化丝”过程终止。"
        },
        {
            "name": "吻果巫",
            "description": "用自己的嘴唇接触任何一种被子植物的完整果实，被触碰的那颗植物果实中草酸钙针晶含量增加至原本含量的1.5倍（效果不可通过多次接触叠加）。"
        },
        {
            "name": "噤声雅人",
            "description": "能力者在听到了任何声音并主观上认为自己听到的是“蕴含了某种意义的语句”时，无论其是否理解这种意义，声带绝对不会释放声波，即使在使用外部器械振动声带时也是如此。"
        },
        {
            "name": "拜星大祭司",
            "description": "当能力者用肉眼观察到昴宿增九（金牛座16）或任何描绘昴宿增九的艺术形象时，一个不可观测的施力源会将该能力者的身体现固定为被（大多数人认为是“向该能力者所看到的昴宿增九跪拜祈祷”的异常姿势）。该施力源不会和现实世界的任何其他事物发生作用。"
        },
        {
            "name": "瓷脏仙君",
            "description": "该能力者体腔内的内脏器官全部缺失，取而代之的是装满了整个胸腔和腹腔、形制大小多样的劣质瓷器。这些瓷器体现出和普通瓷器一样的物理性质，却诡异地可以维持该能力者的正常生活。如果体内50%以上的瓷器破碎或者该能力者得知自己体腔内的真实样貌，该能力者立即死亡。"
        },
        {
            "name": "圣水布施者",
            "description": "泌尿系统高度发达，膀胱体积远大于常人，下半身没有尿道口，十指指端都有一个尿道口，以细长的导尿管与膀胱相连。排泄时尿液从十指指端的尿道口排出。"
        },
        {
            "name": "遗兵尉",
            "description": "用该能力者的骨骼或肢体制成的带刃兵器携带有一种异常模因，使手掌与这种兵器接触时间超过5分钟的任何智人认为该兵器是用接触者自己的骨骼或肢体制成，并且可以为此无视自己身体健全的事实。"
        },
        {
            "name": "伪足之大敌",
            "description": "可以阻碍一只特殊的大变形虫的伪足形成，被其能力影响的大变形虫全世界仅有一只，如果这只大变形虫分裂，则其某一个子代个体继承被该能力者影响的特质。如果这只大变形虫未分裂就死亡，被该能力者影响的特质会随机的出现在某一只大变形虫身上。"
        },
        {
            "name": "受抚观者",
            "description": "当该能⼒者与任何⼀种存在附肢和拥有正常成像能⼒的视觉器官的动物对视3.5秒钟后，该能⼒者会清晰地感受到和他对视的动物第⼀对附肢轻柔地扫过能力者的鼻粘膜的触觉体验。"
       },
       {
            "name": "节能先锋",
            "description": "当能力者处在一个同时拥有功能正常的家用空调和电风扇的、体积不超过10立方米的密闭空间内，如果电风扇和空调都处于开启状态，能力者若自行关闭空调或者电风扇，另一类电器——电风扇或者空调就会随之同时关闭。"
        },
        {
            "name": "叩甲圣神",
            "description": "由能力者的手指将一只存活的丽叩甲从腹面朝下翻至腹面朝上，在保证丽叩甲存活和运动机能完整的情况下，这只丽叩甲必须要尝试跳动三次才能使自己重返腹面朝下的姿态。"
        },
        {
            "name": "舰底泳客",
            "description": "当该能力者的全身没入液体环境中时，会释放一种特殊模因，导致在用肉眼观测该能力者正上方的液面的智人，认为自己看到了⼀只⻓25.4厘米的飞剪式帆船船模漂浮在该能力者正上方的液面上，并随着该能力者在水平方向的运动移动。"
        },
        {
            "name": "螺旋异鬼",
            "description": "该能力者体内所有的G蛋白偶联受体均有8个跨膜的α螺旋，多出来的那一段α螺旋位于普通人的第4、第5段跨膜螺旋之间，这一段多余螺旋超自然地全部由甘氨酸和脯氨酸组成，并且该能力者体内所有G蛋白偶联受体也超自然地拥有和普通人中同类蛋白几乎完全一致的功能。当将这些异常的G蛋白偶联受体移出该能力者的细胞时，这些G蛋白偶联受体就会失去异常特性，发生理论上会发生的构象和功能变化。"
        },
        {
            "name": "炽龟淆人",
            "description": "在该能力者的视野中，电烙铁和假**拥有完全一样的外观和质地。"
        },
        {
            "name": "磷火祭司",
            "description": "每次打哈欠时，口腔内会随机生成一团温度恒定为37℃的冷焰，持续3秒，可点燃纸张但不会灼伤黏膜。"
        },
        {
            "name": "颅腔园丁",
            "description": "若连续72小时未摄入水分，颅骨内会生长出一株完全由脑脊液滋养的食虫植物，其捕虫动作会引发剧烈偏头痛。"
        },
        {
            "name": "逆熵术士",
            "description": "用门牙啃咬生锈铁钉时，半径2米内的所有腐烂有机物将逆转为新鲜状态，持续10分钟，期间能力者门牙以每小时1毫米的速度锈蚀。"
        },
        {
            "name": "蜃楼旅者",
            "description": "赤脚踩踏沙漠时，足底汗液会蒸发形成全息投影，投射出能力者最近一次梦境中出现的建筑物内部结构，持续至汗液完全蒸发。"
        },
        {
            "name": "量子胃袋",
            "description": "吞食电子设备后，该设备会同时存在于胃部和原位置，直到能力者排便时随机选择一个位置作为真实存在点。"
        },
        {
            "name": "蜗壳将军",
            "description": "背部皮肤可分泌碳酸钙与几丁质混合物，每日凌晨3点自动形成螺旋形甲壳，正午12点甲壳溶解并释放出84分贝的潮汐噪音。"
        },
        {
            "name": "声带考古学家",
            "description": "咳嗽时会随机复现1900-2000年间任意一名已故人类临终前说出的最后一句话，声纹与原始发声者完全一致。"
        },
        {
            "name": "拓扑巫医",
            "description": "用手术刀在体表绘制克莱因瓶图案后，内脏空间将发生拓扑变换，肾脏与小肠互换位置持续6小时，期间尿液由肚脐排出。"
        },
        {
            "name": "潮汐之耳",
            "description": "耳道内永远充满28%浓度的盐水，听力灵敏度与月球相位同步变化，满月时可听见15公里外蚂蚁触角摩擦声。"
        },
        {
            "name": "琥珀囚徒",
            "description": "静止超过1小时后，体表会逐渐包裹类琥珀物质，内部时间流速减缓为1/100，但意识保持清醒直至琥珀被物理破坏。"
        },
        {
            "name": "磁感先知",
            "description": "舌苔上的味蕾可感知地磁场变化，剧烈地磁暴时会持续尝到99%纯度黑巧克力味道，精度比卫星监测提前6秒。"
        },
        {
            "name": "纤维暴君",
            "description": "所有穿着过的棉质衣物将在24小时后转化为同等质量的蜘蛛丝，转化过程伴随类似老旧电台杂音的次声波。"
        },
        {
            "name": "虹膜放映员",
            "description": "闭眼时视网膜自动播放能力者出生当日最近电影院内放映的电影，画面比例为4:3且缺少所有人物对话音轨。"
        },
        {
            "name": "重力小丑",
            "description": "当说出精确到小数点后1000位的圆周率数字时，以自身为中心半径5米内的重力方向随机翻转，持续时长等于所述数字位数（秒）。"
        },
        {
            "name": "胞衣诗人",
            "description": "胎盘残留组织拥有独立意识，每天凌晨通过肚脐眼摩斯电码输出十四行诗，主题恒定为17世纪荷兰郁金香泡沫事件。"
        },
        {
            "name": "钨骨尊者",
            "description": "骨骼密度随环境噪音分贝值线性增加，在120分贝环境中骨密度可达钨合金水平，同时体重增至3吨且无法自主移动。"
        },
        {
            "name": "熵减浪人",
            "description": "用武士刀劈砍放射性物质时，该物质的半衰期缩短为原来的1/π，同时刀身生长出具备光合作用功能的蕨类植物。"
        },
        {
            "name": "像素隐士",
            "description": "当有人试图拍摄能力者时，成像结果会自动降维为8-bit游戏画风，且衣装颜色必定包含#FF00FF色块。"
        },
        {
            "name": "共振僧侣",
            "description":"哼唱频率256Hz的持续音时，全身水分以相同频率振动，可震碎5米内所有中空玻璃容器，同时引发急性尿崩症。"
        },
        {
            "name": "血墨文书",
            "description": "用自身血液书写文字时，字迹会转化为随机一种已灭绝语言的碑刻体，内容自动匹配书写者潜意识中最强烈的恐惧。"
        },
        {
            "name": "流形重构者",
            "description": "当能力者用粉笔在黑板上绘制闭曲面时，其所在房间的拓扑结构会同步变形为对应的3-流形，所有门窗出口自动调整为与该流形同伦的路径。"
        },
        {
            "name": "同调吞噬者",
            "description": "凝视任意多面体超过17秒后，其单纯复形的同调群会被永久抹除，导致该物体在连续变形中必然出现不可修复的孔洞。"
        },
        {
            "name": "范畴巫师",
            "description": "双手接触两个物体时，可强制建立其间的函子关系，使目标物体的功能严格遵循自然变换规则，代价是能力者视网膜上会浮现交换图表幻象持续6小时。"
        },
        {
            "name": "测度暴君",
            "description": "在半径3米内任意区域定义非标准测度，使该空间内所有概率分布服从康托尔-勒贝格奇异性，咖啡杯碎裂的轨迹必然形成分形图案。"
        },
        {
            "name": "算子具现师",
            "description": "背诵C*-代数公理后，可徒手将希尔伯特空间中的紧算子实体化为发光几何体，但其谱投影会引发周围电子设备发生冯·诺依曼熵增。"
        },
        {
            "name": "奇点牧人",
            "description": "用微分拓扑视角凝视曲面时，所有高斯曲率极值点会具象化为可触摸的微型黑洞，持续至能力者眨眼后发生黎曼流形爆破。"
        },
        {
            "name": "证明炼金术士",
            "description": "将arXiv预印本浸泡在液态氮中24小时后吞服，可随机获得该论文中某个引理的物理实现能力，但每次使用都会永久丢失一项长期记忆。"
        },
        {
            "name": "鞅之赌徒",
            "description": "在随机过程中行走时，步长自动调整为最优停时策略，但代价是路径必然收敛到巴拿赫-塔斯基悖论的分球点。"
        },
        {
            "name": "模形式梦魇",
            "description": "睡眠时大脑自动生成权为k≥2的整模形式，觉醒后周围金属表面会蚀刻出对应的傅里叶系数图案，图案持续散发令犬类不安的次声波。"
        },
        {
            "name": "范畴悖论体",
            "description": "当被问及\"为什么自然变换是自然的\"时，提问者的左半脑会暂时坍缩为对偶范畴中的反变函子，导致其无法理解任何协变概念长达72小时。"
        },
        {
            "name": "代数几何之眼",
            "description": "虹膜可解析射影簇的周环结构，视线所及之处的植物生长轨迹自动满足Hodge猜想，但能力者必须持续哼唱格罗滕迪克纲领主题曲维持此状态。"
        },
        {
            "name": "动力系统观测者",
            "description": "呼吸频率与Smale马蹄映射同步，呼出气体中会形成洛伦兹吸引子状的湍流，吸入者将产生强烈的遍历论既视感。"
        },
        {
            "name": "熵增仲裁者",
            "description": "左手可局部逆转热力学第二定律，但必须用右手同步构造出满足柯尔莫哥洛夫复杂性的随机字符串作为代价平衡。"
        },
        {
            "name": "纤维丛织女",
            "description": "编织毛衣时自动生成主丛联络结构，针脚密度对应曲率形式，穿着者会不自主地沿平行移动路径行走直至毛衣解体。"
        },
        {
            "name": "非交换几何体",
            "description": "身体分子结构遵循量子环面代数规律，穿过门框时必然引发Connes嵌入猜想的反例现象，导致门框拓扑变为非交换空间。"
        },
        {
            "name": "同伦刺客",
            "description": "投掷的飞刀轨迹自动保持与目标的最短同伦等价路径，可绕过任何有限维障碍物，但必须牺牲自身π₁群的基本元素作为弹药。"
        },
        {
            "name": "模型论祭司",
            "description": "用ZFC公理在皮肤刻印后，可使半径10米内所有系统满足紧致性定理，但无法阻止哥德尔语句以实体幽灵形式显现。"
        },
        {
            "name": "表示论歌者",
            "description": "哼唱李代数根系对应的频率时，空气中的尘埃会排列成不可约表示矩阵，任何破坏该矩阵的行为都会引发权空间的量子纠缠痛觉。"
        },
        {
            "name": "双曲裁缝",
            "description": "剪裁的布料必然满足负曲率度量，缝制的衣物在三维空间中呈现庞加莱圆盘投影图案，穿戴者会不可逆地产生非欧几何认知障碍。"
        },
        {
            "name": "不动点暴君",
            "description": "在封闭空间内行走时，所有运动轨迹必然收敛到Brouwer不动点，导致房间内物品自发重组为同胚映射下的吸引子结构。"
        },
        {
            "name": "量子泡沫行者",
            "description": "赤脚行走时可在普朗克尺度上扰动时空结构，每一步都会产生持续10^-43秒的微型虫洞，导致周围空气分子发生量子隧穿效应。"
        },
        {
            "name": "超对称吟游诗人",
            "description": "演唱小夜曲时会产生费米子-玻色子转换场，使听众的左右手分别呈现不同自旋态，持续期间所有金属餐具自发跳起华尔兹。"
        },
        {
            "name": "暗物质雕塑家",
            "description": "揉捏橡皮泥时注入的引力扰动会吸引星系级暗物质聚集，成品质量可达银河系千分之一，但仅能通过中微子望远镜观测。"
        },
        {
            "name": "重子数暴君",
            "description": "打响指可短暂打破标准模型的守恒律，将半径1米内的质子衰变为正电子和π介子，同时释放足以点亮LED灯泡的切伦科夫辐射。"
        },
        {
            "name": "弦论织女",
            "description": "编织毛衣时额外维度会以Γ(5)对称性蜷缩在线头中，针脚间形成卡拉比-丘流形投影，穿着者会周期性经历膜宇宙穿越眩晕。"
        },
        {
            "name": "熵阱建筑师",
            "description": "用圆规绘制的每个封闭曲线都会形成局域熵减领域，冰晶在其中呈现开普勒猜想的最密堆积，但会引发周围环境的热寂加速。"
        },
        {
            "name": "规范场牧人",
            "description": "吹口哨可激发SU(3)×SU(2)×U(1)对称性破缺，使牧场中的牛群自发排列成标准模型拉格朗日密度分布，代价是永久失去味觉感知。"
        },
        {
            "name": "引力透镜先知",
            "description": "摘下眼镜后，眼球曲率会扭曲来自130亿光年外的光线，在视网膜投射出宇宙大爆炸后380,000年的原始引力波干涉图样。"
        },
        {
            "name": "希格斯赋形者",
            "description": "吹气球时注入的真空期待值扰动会使气球获得与体积成正比的静止质量，最大可达白矮星物质密度，同时释放μ子中微子暴。"
        },
        {
            "name": "暴胀裁缝",
            "description": "缝纫时每针线距会经历10^32倍宇宙暴胀，完成的作品包含可观测宇宙级尺度的纤维结构，但会在强子对撞机启动时坍缩回原尺寸。"
        },
        {
            "name": "中微子通灵师",
            "description": "闭目冥想时身体变成中微子透明态，每秒有10^14个太阳中微子穿过大脑，在灰质上蚀刻出日核聚变反应的实时全息记录。"
        },
        {
            "name": "圈量子占星师",
            "description": "用粉笔画出的每个闭合圈都会量子化为面积本征态，圈内时空离散为普朗克体积元，任何进入者都会经历自旋网络重构剧痛。"
        },
        {
            "name": "相对论钟表匠",
            "description": "调校手表时会引发局域时空弯曲，表盘周围1米产生史瓦西度规，导致光线红移量精确对应每小时时差，同时吸引微型霍金辐射。"
        },
        {
            "name": "杨-米尔斯豢龙者",
            "description": "吹奏陶埙时释放的非阿贝尔规范场会凝聚成具有渐近自由特性的龙形等离子体，其飞行轨迹严格遵循SU(2)杨-米尔斯方程解。"
        },
        {
            "name": "真空衰变歌姬",
            "description": "演唱High C时会扰动量子真空涨落，产生以音速扩张的伪真空气泡，内部基本力统一为GUT尺度，持续至演唱者换气时湮灭。"
        },
        {
            "name": "超流态隐士",
            "description": "静坐超过23分钟后，体内液氦-3比例升至99.99%，可沿墙壁爬行却不破坏表面张力，但会持续蒸发出2.17K的低温辐射。"
        },
        {
            "name": "黑洞口腔科",
            "description": "补牙材料使用极端压缩的类星体物质，龋洞填充处形成史瓦西半径1e-18米的微型黑洞，任何探入器械都会经历无限红移冻结。"
        },
        {
            "name": "CP破坏画师",
            "description": "绘制镜像对称图案时引发弱相互作用宇称不守恒，使颜料中的手性分子全部左旋化，画布持续释放反中微子流直至被镜面反射。"
        },
        {
            "name": "波函数花匠",
            "description": "修剪盆栽时施加的量子测量导致枝叶同时呈现所有可能的拓扑形态，观察者意识决定其坍缩结果，但会永久损失相应数量的记忆比特。"
        },
        {
            "name": "快子信使",
            "description": "写信时墨水粒子获得虚质量，信件以超光速逆时间轴传递，收件人将在寄出前24小时收到，但内容必然包含祖父悖论矛盾。"
        },
        {
            "name": "递归梦魇",
            "description": "入睡后大脑执行尾递归优化，梦境呈现无限循环结构，每次惊醒都会触发新的调用栈，除非找到基准情形否则现实世界发生堆栈溢出。"
        },
        {
            "name": "指针牧马人",
            "description": "甩动套索可捕获野指针并驯化为确定性地址，但每次成功驯化都会在内存中泄漏1MB空间，累积到4GB时触发核心转储洪灾。"
        },
        {
            "name": "哈希炼金师",
            "description": "徒手能将任意物体压缩成256位十六进制指纹，但碰撞攻击会导致炼成物量子叠加，同时引发SHA-3算法的蝴蝶效应扰动。"
        },
        {
            "name": "竞态条件师",
            "description": "快速眨眼时在视网膜创建多线程环境，视觉信号处理顺序随机化，导致看到的现实世界出现死锁优先权反转的量子退相干现象。"
        },
        {
            "name": "垃圾回收僧",
            "description": "每日凌晨3:14分自动执行标记-清除算法，半径7米内无主物品湮灭为虚空，同时释放等效于对象头大小的佛檀香气。"
        },
        {
            "name": "P≠NP先知",
            "description": "对旅行商问题给出最优解的瞬间，大脑突触连接转化为非确定性图灵机结构，但每次使用都会永久丢失一个多项式时间可解的记忆片段。"
        },
        {
            "name": "区块链德鲁伊",
            "description": "刻在树皮上的文字自动形成去中心化账本，每片落叶包含Merkle证明，但森林会周期性地发起51%算力攻击导致年轮分叉。"
        },
        {
            "name": "正则表达式巫毒",
            "description": "用鸡血书写模式匹配咒文后，可使文本对象重组成捕获组结构，失败时抛出回溯诅咒，导致书写者手指退化成有限状态自动机。"
        },
        {
            "name": "缓冲区溢灵",
            "description": "情绪激动时呼出的气息会覆盖相邻内存空间，引发周边电子设备的指令指针跳转，随机执行shellcode格式的量子幽灵代码。"
        },
        {
            "name": "CAP定理仲裁者",
            "description": "当同时要求一致性、可用性时，自动将分区容忍性转化为现实扭曲力场，使自身位置处于量子叠加态直至观测者出现脑裂现象。"
        },
        {
            "name": "多态变形者",
            "description": "说话声音自动适配听众母语，但继承关系错误时会触发虚表崩溃，导致喉咙发出C++编译错误的次声波震颤。"
        },
        {
            "name": "密码朋克炼金术",
            "description": "将金属钠浸泡在PGP密钥中24小时可获得量子抗性护甲，但每次使用都会在电磁场中留下可被Shor算法破解的衍射图案。"
        },
        {
            "name": "句法糖巫师",
            "description": "吟唱的咒语会被编译器优化为三地址代码，魔法效果提升300%但导致现实世界出现未定义行为的概率云裂缝。"
        },
        {
            "name": "零知识证明者",
            "description": "能说服他人相信某个事实而不泄露任何信息，但证明过程需要消耗相当于该事实香农熵值的脑细胞作为可信设置代价。"
        },
        {
            "name": "指令集架构师",
            "description": "骨骼自动优化为RISC-V开源架构，关节运动遵循精简指令集规范，但遭遇专利诉讼时会触发x86二进制翻译的肌肉痉挛。"
        },
        {
            "name": "卷积神经网络通灵",
            "description": "凝视迷雾时视觉皮层自动执行特征提取，在视网膜投射ImageNet分类结果，但会将所有未知物体识别为对抗样本的克苏鲁形态。"
        },
        {
            "name": "λ演算诗人",
            "description": "创作的十四行诗自动转化为Church编码，朗诵时触发β规约风暴，听众的思维过程被强制转换为Y组合器递归模式。"
        },
        {
            "name": "拜占庭将军胃",
            "description": "消化系统采用PBFT共识算法，进食后需要2/3以上的味蕾投票确认营养吸收，否则触发食物回滚并释放毒性拜占庭错误信号。"
        },
        {
            "name": "TCP/IP萨满",
            "description": "跳祈雨舞时身体各部位遵循四层协议栈，汗液蒸发形成IP数据包，降雨概率与三次握手成功率正相关，丢包时引发SYN洪水过敏。"
        },
        {
            "name": "量子比特占卜师",
            "description": "抛硬币时产生量子纠缠对，结果同时存在于所有可能状态，直到被银行系统读取时坍缩为贷款审批通过的叠加态概率幅。"
        },
        {
        "name": "分汤摩西",
        "description": "用镀银叉子垂直插入罗宋汤时，汤汁会沿叉齿分成两道红白分明的激流，持续至叉子表面温度降至37℃以下。"
    },
    {
        "name": "彩虹桥清洁工",
        "description": "在雷雨天气擦拭玻璃窗，有0.03%概率召唤微型比弗罗斯特桥虚影，持续期间所有窗台灰尘会自发聚集成持矛小人形状。"
    },
    {
        "name": "菩提键盘侠",
        "description": "使用机械键盘敲击「Enter」键时，若按键压力超过3牛，键帽下方会绽放直径2毫米的八瓣菩提花幻影。"
    },
    {
        "name": "金苹果质检员",
        "description": "咬食富士苹果时，有概率在果核处发现24K金刻字「Τῇ Καλλίστῃ」，同时引发半径10米内所有镜子出现裂痕。"
    },
    {
        "name": "火狱调酒师",
        "description": "混合酒精饮品时加入第七滴柠檬汁，液体温度将升至700℃但维持可饮用状态，杯壁显现阿拉伯语「سجين」灼痕。"
    },
    {
        "name": "芬布尔之冬预报员",
        "description": "当连续三个冬至日平均气温低于-15℃，左眼虹膜会浮现微型霜巨人图腾，同时呼出气息带有火山灰质感。"
    },
    {
        "name": "曼陀罗焊工",
        "description": "使用乙炔焊枪时，若火焰呈现靛蓝色，焊接痕迹会自动形成坛城图案，导致金属构件获得逆时针自旋倾向。"
    },
    {
        "name": "方舟动物管理员",
        "description": "每次打喷嚏会从鼻腔喷出两种已灭绝动物毛发，种类遵循《创世纪》7:2-3的洁净与不洁净比例。"
    },
    {
        "name": "冥河摆渡人",
        "description": "乘坐塑料充气船时，船底会持续渗出黑色粘稠液体，使水体PH值降至1.8并浮现硬币大小的银币投影。"
    },
    {
        "name": "乾闼婆调音师",
        "description": "调试管风琴时，若同时按压C#和F键，空气湿度会骤增并散发檀香气味，音管表面凝结出飞天浮雕水珠。"
    },
    {
        "name": "该隐之印文身师",
        "description": "用鸽子血纹身后第七天，图案会变异为希伯来文「לא תִקֹּם」，同时携带者伤口愈合速度降低70%。"
    },
    {
        "name": "世界树蛀虫",
        "description": "用松木牙签剔牙时，有概率在齿缝发现Yggdrasil年轮结构，随后24小时唾液分泌量增加至3升/天。"
    },
    {
        "name": "六道轮回美甲师",
        "description": "修剪指甲时产生的碎屑会随机转世为微生物，其中0.7%个体保留前世作为灵长类的片段记忆。"
    },
    {
        "name": "美杜莎美发师",
        "description": "使用陶瓷梳子梳理头发超过133下，发丝会暂时钙化为蛇形石雕，维持时间与月相盈亏周期同步。"
    },
    {
        "name": "基路伯焊接工",
        "description": "焊接时若出现四色火花（蓝、红、黄、白），烟雾会形成带四面体的活物形象，引发金属板自发振动频率达144Hz。"
    },
    {
        "name": "妙音鸟歌手",
        "description": "唱到High D音时，喉结会浮现迦陵频伽纹样，导致周围电子设备播放的佛经自动升调半个音阶。"
    },
    {
        "name": "洛基的袜子",
        "description": "穿着左右不成对的袜子时，袜口会渗出蜂蜜与毒液混合物，吸引方圆500米内所有蚂蚁列队表演戏剧片段。"
    },
    {
        "name": "五饼二鱼外卖员",
        "description": "配送地中海风味餐盒时，最后一份订单总会额外产生5片皮塔饼和2条炸沙丁鱼，包装盒标注加利利海经纬度。"
    },
    {
        "name": "须弥山矿工",
        "description": "挖掘深度超过33米时，岩层会呈现四大部洲分层结构，且钻头温度恒定保持为佛陀成道日当天气温。"
    },
    {
        "name": "荷鲁斯之眼摄影师",
        "description": "拍摄逆光人像时，被摄者右眼瞳孔会暂时变为隼目纹样，照片冲印后显现古埃及测量仪器的黄金分割比例。"
    },
    {
        "name": "约拿的胃液",
        "description": "食用深海鱼类后呕吐物会散发芦苇气息，PH值稳定在3.0并包含微型船舶残骸模型，持续三天零三夜。"
    },
    {
        "name": "瓦尔基里快递员",
        "description": "骑电动车配送阵亡将士纪念花环时，车速自动锁定为9m/s，头盔缝隙持续飘落渡鸦羽毛形状的金属箔片。"
    },
    {
        "name": "阿鼻裁缝",
        "description": "缝制黑色衣物时，每301针会形成无间地狱图景刺绣，导致缝纫线温度升至800℃却不损伤布料。"
    },
    {
        "name": "吗哪收集者",
        "description": "在无云夜空下用不锈钢盆收集露水，晨光初现时液体将结晶为六边形薄片，含17种未知氨基酸成分。"
    },
    {
        "name": "格莱普尼尔绑带",
        "description": "用猫须编织的鞋带具有不可摧毁特性，但每系一次就会导致六个不同时区的钟表产生23分钟误差。"
    },
    {
        "name": "转轮圣王司机",
        "description": "驾驶金色车辆时，轮胎印会自然形成八辐金轮图案，引发路面50米内所有监控摄像头间歇性曝光过度。"
    },
    {
        "name": "巴别塔泥瓦匠",
        "description": "砌墙时若使用含石英砂水泥，砖缝会随机显现已灭绝语言的文字，导致施工者产生短暂性失语症。"
    },
    {
        "name": "金羊毛脱毛师",
        "description": "用镀金镊子拔除腋毛时，毛囊会分泌龙涎香气味液体，同时天空出现阿尔戈号星云投影持续1分20秒。"
    },
    {
        "name": "七重天烟民",
        "description": "吸入第一口电子烟时，呼出烟雾会分层显示但丁描述的天界结构，最高层持续时间仅0.7秒。"
    },
    {
        "name": "那伽水管工",
        "description": "修理PVC水管时，工具包会随机出现眼镜蛇鳞片状垫圈，安装后水流呈现逆时针螺旋并散发莲花香气。"
    },
    {
        "name": "基甸羊毛气象员",
        "description": "将美利奴羊毛毯铺在阳台时，露水凝结模式可准确预示未来40天降水，但仅限夜间22:00-23:00有效。"
    },
    {
        "name": "悬圃园丁",
        "description": "种植石榴时，果实内部会形成昆仑虚投影，籽粒数量恒定保持为《山海经》记载的异兽种类总数。"
    },
    {
        "name": "法柜接线员",
        "description": "整理网线时若按约柜尺寸（2.5×1.5×1.5肘）缠绕，会产生40V静电压并伴随公羊角形状的电弧闪烁。"
    },
    {
        "name": "苏鲁支的怀表",
        "description": "将表盘对准尼采著作时，秒针开始逆向转动，每圈引发12次查拉图斯特拉式闪电幻视，但时间计量保持准确。"
    },
    {
        "name": "孟兰盆程序员",
        "description": "编写代码时若出现饿鬼道相关变量名，屏幕会自动插入《报父母恩咒》注释，同时散热口飘出纸灰香气。"
    },
    {
        "name": "黄印咖啡师",
        "description": "使用带有非欧几何纹样的咖啡杯拉花时，奶泡会自发形成黄印图案，饮用者将产生持续23分钟的深海恐惧症耳鸣。"
    },
    {
        "name": "星之彩美甲师",
        "description": "涂抹第四层紫色甲油时，指甲会折射出阿卡姆郊外的异常光谱，导致周围电子设备显示公元前3亿年的星座图。"
    },
    {
        "name": "深潜者外卖员",
        "description": "配送海鲜套餐时，保温箱缝隙会渗出印斯茅斯港的海水咸腥味，订单小票背面自动浮现鱼鳞状摩尔斯电码。"
    },
    {
        "name": "旧印纹身师",
        "description": "用乌贼墨汁纹制正五边形图案时，皮肤会持续渗出37℃的冰冷黏液，并引发方圆500米内所有犬类发出哀嚎。"
    },
    {
        "name": "奈亚快递员",
        "description": "派送黑色立方体包裹时，收件人总会听见12种不同语言的冷笑声，开箱后仅剩腐化的拜亚基羽毛与硫磺结晶。"
    },
    {
        "name": "克苏鲁闹钟",
        "description": "设定凌晨4:47响铃时，铃声会夹杂拉莱耶城的海底低频震动波，导致窗帘褶皱呈现触手状蠕动幻影。"
    },
    {
        "name": "伊格牙医",
        "description": "拔除智齿时，牙槽骨会短暂蛇形化，器械盘内的汞合金填充物自动聚合成蛇人崇拜的青铜器微雕。"
    },
    {
        "name": "阿撒托斯DJ",
        "description": "播放降B小调电子乐时，音响振膜会投射出盲目痴愚的外神虚影，所有灯光同步闪烁非可见的紫外线频率。"
    },
    {
        "name": "修格斯园丁",
        "description": "修剪灌木时，植物伤口会分泌灰绿色原生质胶体，形成持续17分钟的自组织单细胞生命模拟态。"
    },
    {
        "name": "米戈程序员",
        "description": "编写Python代码时，若变量名含\"Yog\"前缀，屏幕会显示喜马拉雅山脉的实时菌类生长数据流。"
    },
    {
        "name": "达贡渔夫",
        "description": "使用铅制鱼钩时，钓线会自发下沉至3000米深度，回收时总附带刻有斐济语警告的深潜者鳞片。"
    },
    {
        "name": "黑山羊幼崽饲养员",
        "description": "喂养黑色安哥拉山羊时，奶液会呈现反重力螺旋上升，并在桶壁留下星间子宫结构的钙化沉积物。"
    },
    {
        "name": "死灵之书图书管理员",
        "description": "整理D开头的书籍时，书架间隙会渗出阿拉伯疯诗人的血泪混合物，温度恒定为非理性的√2℃。"
    },
    {
        "name": "廷达洛斯快递",
        "description": "在锐角小于15度的墙角放置包裹时，纸箱会呈现时间悖论性老化，内部物品退化为量子不确定态泡沫。"
    },
    {
        "name": "肿胀之女裁缝",
        "description": "缝制黄色旗袍时，丝线会无限增生形成克苏鲁纪元的禁忌符号，每针脚消耗1%裁缝的理性值。"
    },
    {
        "name": "夜魇飞行员",
        "description": "驾驶飞机穿越积雨云时，舷窗会映出无面修长生物伴飞，雷达显示高度数据持续减少至负海拔。"
    },
    {
        "name": "钻地魔虫矿工",
        "description": "挖掘深度达200米时，钻头会发出修德·梅尔的低频咆哮，岩芯样本呈现非欧几里得几何断层。"
    },
    {
        "name": "无形之子清洁工",
        "description": "清扫地下室时，拖把会留下不定形黏液轨迹，其蒸发后在天花板形成夏盖妖虫的星相投影。"
    },
    {
        "name": "哈斯塔气象员",
        "description": "预报东南风时，气压计指针会画出黄色印记，云层中持续传来卡达斯领主的笛声次声波。"
    },
    {
        "name": "犹格泡泡茶",
        "description": "摇晃含珍珠的奶茶时，气泡会组成门之钥图腾，吸管每次吸取都伴随概率为2/π²的时空错乱。"
    },
    {
        "name": "格赫罗斯闹钟",
        "description": "设定世界末日提醒时，手机屏幕会裂变为三原色瞳孔，播放45秒后自动格式化所有通讯录联系人。"
    },
    {
        "name": "伊塔库亚导游",
        "description": "极地旅行时若气温骤降至-40℃，呼吸会凝结成飞天水螅轮廓的冰晶，指南针永久指向阿卡姆镇方位。"
    },
    {
        "name": "兰·提戈斯雕塑家",
        "description": "雕刻冰制品时，作品会自发增生出非对称节肢，表面温度保持绝对零度但持续散发硫磺焦油气味。"
    },
    {
        "name": "克图格亚焊工",
        "description": "使用氧乙炔焰切割金属时，火焰会呈现炎之精形态，残留切口持续散发《纳克特抄本》烧焦羊皮纸味。"
    },
    {
        "name": "佐斯理发师",
        "description": "修剪鬓角时，发屑会聚合成小型奥莫格幼体，在镜面爬行出《格拉基启示录》第13章的预言轨迹。"
    },
    {
            "name": "光合酒徒",
            "description": "摄入乙醇后皮肤角质层细胞转化为叶绿体基质，醉酒程度与体表绿色浓度成正比，血液酒精浓度超过0.08%时指尖会生长葡萄卷须。"
        },
        {
            "name": "量子蒲公英",
            "description": "呼气时喷出的绒毛遵循量子叠加原理，未被观测时具有无限扩散性，用显微镜观察绒毛的瞬间，所有已扩散绒毛会坍缩回口腔。"
        },
        {
            "name": "珊瑚造骨者",
            "description": "骨骼损伤处会增生鹿角珊瑚骨架，断骨横截面呈现碳酸钙沉积纹，每月需浸泡海水12小时防止骨骼过度钙化。"
        },
        {
            "name": "电鳗情人",
            "description": "与任何鳗鲡目生物接吻时，双方视网膜会短暂显现对方祖先的洄游路线，必须在湿润环境中进行否则会触发跨物种求偶行为。"
        },
        {
            "name": "真菌先知",
            "description": "用皮下菌丝网络连接腐木中的蜜环菌菌索，可预知该树木未来12个月的腐朽过程，预言准确率与指甲真菌感染面积成正比。"
        },
        {
            "name": "水熊漫游者",
            "description": "在绝对干燥环境中休眠时，全身细胞会分泌缓步动物特有的海藻糖蛋白，苏醒后三小时内排泄物中将出现微型真空水晶簇。"
        },
        {
            "name": "逆戟鲸祭司",
            "description": "将虎鲸牙齿含在舌下时，能感知北纬45度以北海域所有正在分娩的雌性北海狮心跳频率，持续超20分钟会导致牙齿永久替换为鲸齿。"
        },
        {
            "name": "磁暴藤壶",
            "description": "附着在金属表面超过72小时后，外壳会生成强磁性矿物层，脱离时必定引发半径10米内所有指南针持续逆时针旋转9分钟。"
        },
        {
            "name": "拟态暴君",
            "description": "食用超过500克头足类动物后，表皮细胞获得动态色素体调控能力，但只能模仿最近见过的三种正在被微波炉加热的食物形态。"
        },
        {
            "name": "反刍学者",
            "description": "阅读纸质书籍时，胃部会分泌分解纤维素的共生菌群，24小时后可将消化内容以古腾堡活字形式从鼻腔喷出重组。"
        },
        {
            "name": "磷火牧蜂人",
            "description": "夜间用左手无名指敲击蜂巢，可唤醒蜂群进行萤火虫授粉行为，代价是次日日出时全身毛孔渗出蜂蜡结晶。"
        },
        {
            "name": "涡虫暴食者",
            "description": "每切断自己1厘米小肠组织，断口处会再生出携带记忆功能的涡虫式神经节，但再生的肠段永远渴望吞噬本体其他器官。"
        },
        {
            "name": "地衣共生体",
            "description": "在花岗岩表面静坐超过3小时后，背部皮肤会与黄绿地图衣建立共生关系，此后每月必须食用200克含云母片的土壤维持共生。"
        },
        {
            "name": "古菌炼金师",
            "description": "将任意金属制品含在腋下36小时，表面会覆盖产甲烷古菌形成的24K金生物膜，该过程会消耗相当于金属重量三倍的皮下脂肪。"
        },
        {
            "name": "潮汐肺者",
            "description": "肺部结构随月相变化呈现潮间带特征，满月时肺泡转化为滤食性结构，需吸入海水维持功能，否则会咳出藤壶幼虫。"
        },
        {
            "name": "琥珀歌者",
            "description": "对着树脂类物质哼唱小字二组C音，可将其转化为包含随机已灭绝昆虫的天然琥珀，转化后的树脂会持续发出该昆虫求偶声波。"
        },
        {
            "name": "拓扑胃袋",
            "description": "吞食拓扑学教科书后，胃部空间进入克莱因瓶状态，此后摄入的液体食物会从耳道流出并带有墨水滴渗效应。"
        },
        {
            "name": "雷鸟后裔",
            "description": "在积雨云下方张开嘴超过15秒，口腔黏膜细胞会分化为带电上皮组织，呼出的气体必然引发球状闪电生成。"
        },
        {
            "name": "硅基园丁",
            "description": "用指甲修剪下的碎屑培育硅酸盐植物，长出的晶体枝条具有趋光性和捕食性，但每株植物必须定期投喂石英砂维持生命。"
        },
        {
            "name": "寒武纪舞者",
            "description": "以每秒3↑↑3转的速度逆时针旋转时，体表会浮现奇虾化石纹路，持续旋转超过2分钟将导致周围10米内所有脊椎动物暂时退化为脊索动物形态。"
        }
]